Repository: l3ku/leot-fi-amp
Catalog: languages/*.po
Languages: fi

source: Resume Page Fields
fi: CV-sivun erikoiskentät

source: Education
fi: Koulutus

source: Insert your education here.
fi: Syötä koulutuksesi tähän.

source: IT Skills
fi: IT-taidot

source: Evaluate your current IT skills.
fi: Arvioi tämänhetkiset IT-taitosi.

source: Language Skills
fi: Kielitaito

source: Evaluate your current language skills.
fi: Arvioi tämänhetkinen kielitaitosi.

source: Work Experience
fi: Työkokemus

source: Insert your work experience here.
fi: Lisää työkokemuksesi tähän.

source: Hobbies
fi: Harrastukset

source: Tell us what you like to do during your spare time.
fi: Kerro, mitä teet vapaa-ajallasi.

source: Choose a Profile Picture
fi: Valitse profiilikuva

source: Choose Picture
fi: Valitse kuva

source: Choose a Home Page Image
fi: Valitse etusivun kuva

source: Choose Image
fi: Valitse kuva

source: Portfolio Theme Settings
fi: Portfolio-teeman asetukset

source: Theme Settings
fi: Teeman asetukset

source: Portfolio Social Settings
fi: Portfolio-teeman sosiaaliset asetukset

source: Social
fi: Sosiaalinen

source: Portfolio Page Settings
fi: Portfolio-teeman sivuasetukset

source: Pages
fi: Sivut

source: Save Changes
fi: Tallenna

source: Change Picture
fi: Vaihda kuva

source: Enter your Twitter URL
fi: Syötä linkki Twitter-tilisi

source: Enter your Facebook URL
fi: Syötä linkki Facebook-tilisi

source: Enter your Github URL
fi: Syötä linkki Github-tilisi

source: Enter your LinkedIn URL
fi: Syötä linkki LinkedIn-tilisi

source: Change your profile picture and social media addresses.
fi: Vaihda profiilikuva ja muokkaa sosiaalisen median linkkejä

source: Change the text and picture displayed on the home page
fi: Muokkaa etusivulla näkyvää tekstiä

source: Profile Picture
fi: Profiilikuva

source: Twitter URL
fi: Linkki Twitter-profiiliisi

source: Facebook URL
fi: Linkki Facebook-profiiliisi

source: Github URL
fi: Linkki Github-profiiliisi

source: LinkedIn URL
fi: Linkki LinkedIn-profiiliisi

source: Portfolio Home Page Settings
fi: Portfolio-teeman etusivun asetukset

source: Home Page Text
fi: Etusivun teksti

source: Home Page Picture
fi: Etusivun kuva

source: The main navigation menu which appears in the top right corner
fi: Etusivun oikeassa yläreunassa näkyvä valikko

source: The main theme for my personal portfolio website.
fi: Portfolio-sivustoani varten räätälöimäni teema.

source: Contact page
fi: Ota yhteyttä

source: CV page
fi: CV-sivu

source: Projects page
fi: Projektit
